Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: iCloud Sync
ar: مزامنة iCloud
ca: Sincronització iCloud
cs: Synchronizace iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisierung
es: Sincronización iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
he: סנכרון iCloud
hu: iCloud szinkronizálás
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt_br: Sincronização iCloud
pt_pt: Sincronização iCloud
ro: Sincronizare iCloud
sl: Sinhronizacija iCloud
sv: iCloud-synkronisering
uk: Синхронізація iCloud
vi: Đồng bộ iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud sync uses your iCloud account to keep data synchronized across all your devices signed into the same Apple Account.
ar: تستخدم مزامنة iCloud حسابك على iCloud للحفاظ على البيانات متزامنة عبر جميع أجهزتك المسجّلة بنفس حساب Apple.
ca: La sincronització d'iCloud utilitza el vostre compte d'iCloud per mantenir les dades sincronitzades a tots els vostres dispositius amb el mateix compte d'Apple.
cs: Synchronizace iCloud používá váš účet iCloud k udržování dat synchronizovaných napříč všemi zařízeními přihlášenými ke stejnému Apple účtu.
da: iCloud-synkronisering bruger din iCloud-konto til at holde data synkroniseret på tværs af alle dine enheder, der er logget ind med den samme Apple-konto.
de: Die iCloud-Synchronisierung nutzt Ihr iCloud-Konto, um Daten auf allen Geräten synchron zu halten, die mit demselben Apple-Konto angemeldet sind.
es: La sincronización de iCloud utiliza su cuenta de iCloud para mantener los datos sincronizados en todos sus dispositivos conectados a la misma cuenta de Apple.
fi: iCloud-synkronointi käyttää iCloud-tiliäsi pitääkseen tiedot synkronoituna kaikissa laitteissasi, jotka on kirjattu samalle Apple-tilille.
fr: La synchronisation iCloud utilise votre compte iCloud pour maintenir les données synchronisées sur tous vos appareils connectés au même compte Apple.
he: סנכרון iCloud משתמש בחשבון ה-iCloud שלך כדי לשמור על נתונים מסונכרנים בכל המכשירים המחוברים לאותו חשבון Apple.
hu: Az iCloud szinkronizálás az iCloud fiókját használja az adatok szinkronizálásához az összes, ugyanabba az Apple fiókba bejelentkezett eszközön.
it: La sincronizzazione iCloud utilizza il Suo account iCloud per mantenere i dati sincronizzati su tutti i dispositivi collegati allo stesso Apple Account.
ja: iCloud同期はiCloudアカウントを使用して、同じApple Accountにサインインしているすべてのデバイス間でデータを同期します。
ko: iCloud 동기화는 iCloud 계정을 사용하여 동일한 Apple 계정에 로그인된 모든 기기 간에 데이터를 동기화합니다.
nb: iCloud-synkronisering bruker iCloud-kontoen din til å holde data synkronisert på tvers av alle enhetene dine som er logget inn med samme Apple-konto.
nl: iCloud-synchronisatie gebruikt uw iCloud-account om gegevens gesynchroniseerd te houden op al uw apparaten die zijn ingelogd met hetzelfde Apple Account.
pl: Synchronizacja iCloud wykorzystuje Twoje konto iCloud do utrzymywania danych zsynchronizowanych na wszystkich urządzeniach zalogowanych na to samo konto Apple.
pt_br: A sincronização iCloud usa sua conta iCloud para manter os dados sincronizados em todos os seus dispositivos conectados à mesma Conta Apple.
pt_pt: A sincronização iCloud utiliza a sua conta iCloud para manter os dados sincronizados em todos os seus dispositivos com sessão iniciada na mesma Conta Apple.
ro: Sincronizarea iCloud folosește contul dvs. iCloud pentru a menține datele sincronizate pe toate dispozitivele conectate la același cont Apple.
sl: Sinhronizacija iCloud uporablja vaš račun iCloud za ohranjanje podatkov sinhroniziranih na vseh napravah, prijavljenih v isti Apple račun.
sv: iCloud-synkronisering använder ditt iCloud-konto för att hålla data synkroniserad över alla dina enheter som är inloggade på samma Apple-konto.
uk: Синхронізація iCloud використовує ваш обліковий запис iCloud для підтримки даних в актуальному стані на всіх пристроях, які ввійшли в той самий Apple Account.
vi: Đồng bộ iCloud sử dụng tài khoản iCloud của bạn để giữ dữ liệu đồng bộ trên tất cả thiết bị đã đăng nhập vào cùng tài khoản Apple.
zh_hans: iCloud 同步使用您的 iCloud 账户在所有登录同一 Apple 账户的设备间保持数据同步。
zh_hant: iCloud 同步使用您的 iCloud 帳號，在所有登入同一 Apple 帳號的裝置間保持資料同步。

source: iCloud-synced keys cannot require per-operation authentication. Authentication is handled by your device lock.
ar: لا يمكن للمفاتيح المزامَنة مع iCloud أن تتطلب مصادقة لكل عملية. تتم المصادقة بواسطة قفل جهازك.
ca: Les claus sincronitzades amb iCloud no poden requerir autenticació per operació. L'autenticació la gestiona el bloqueig del dispositiu.
cs: Klíče synchronizované přes iCloud nemohou vyžadovat ověření pro každou operaci. Ověření zajišťuje zámek vašeho zařízení.
da: iCloud-synkroniserede nøgler kan ikke kræve godkendelse pr. handling. Godkendelse håndteres af din enhedslås.
de: Mit iCloud synchronisierte Schlüssel können keine Authentifizierung pro Vorgang erfordern. Die Authentifizierung erfolgt durch die Gerätesperre.
es: Las claves sincronizadas con iCloud no pueden requerir autenticación por operación. La autenticación la gestiona el bloqueo de tu dispositivo.
fi: iCloudiin synkronoitujen avainten ei voi vaatia toimintokohtaista todentamista. Todentaminen hoidetaan laitteesi lukituksella.
fr: Les clés synchronisées avec iCloud ne peuvent pas exiger d'authentification par opération. L'authentification est gérée par le verrouillage de votre appareil.
he: מפתחות מסונכרנים עם iCloud אינם יכולים לדרוש אימות לכל פעולה. האימות מטופל על ידי נעילת המכשיר שלך.
hu: Az iClouddal szinkronizált kulcsok nem igényelhetnek műveletnkénti hitelesítést. A hitelesítést az eszköz zárolása kezeli.
it: Le chiavi sincronizzate con iCloud non possono richiedere l'autenticazione per ogni operazione. L'autenticazione è gestita dal blocco del dispositivo.
ja: iCloud同期キーは操作ごとの認証を要求できません。認証はデバイスのロックによって処理されます。
ko: iCloud에 동기화된 키는 작업별 인증을 요구할 수 없습니다. 인증은 기기 잠금으로 처리됩니다.
nb: iCloud-synkroniserte nøkler kan ikke kreve godkjenning per operasjon. Godkjenning håndteres av enhetslåsen din.
nl: iCloud-gesynchroniseerde sleutels kunnen geen verificatie per bewerking vereisen. Verificatie wordt afgehandeld door de vergrendeling van uw apparaat.
pl: Klucze synchronizowane z iCloud nie mogą wymagać uwierzytelnienia dla każdej operacji. Uwierzytelnianie jest obsługiwane przez blokadę urządzenia.
pt_br: Chaves sincronizadas com o iCloud não podem exigir autenticação por operação. A autenticação é gerenciada pelo bloqueio do seu dispositivo.
pt_pt: As chaves sincronizadas com o iCloud não podem exigir autenticação por operação. A autenticação é gerida pelo bloqueio do seu dispositivo.
ro: Cheile sincronizate cu iCloud nu pot necesita autentificare per operațiune. Autentificarea este gestionată de blocarea dispozitivului.
sl: Ključi, sinhronizirani z iCloud, ne morejo zahtevati preverjanja pristnosti za vsako operacijo. Preverjanje pristnosti se izvaja z zaklepanjem naprave.
sv: iCloud-synkroniserade nycklar kan inte kräva autentisering per åtgärd. Autentisering hanteras av enhetslåset.
uk: Ключі, синхронізовані з iCloud, не можуть вимагати автентифікації для кожної операції. Автентифікацію забезпечує блокування пристрою.
vi: Các khóa được đồng bộ với iCloud không thể yêu cầu xác thực theo từng thao tác. Xác thực được xử lý bởi khóa màn hình thiết bị của bạn.
zh_hans: iCloud 同步的密钥不能要求每次操作都进行验证。验证由设备锁来处理。
zh_hant: iCloud 同步的金鑰無法要求每次操作都進行驗證。驗證由裝置鎖定處理。

source: Icon
ar: أيقونة
ca: Icona
cs: Ikona
da: Ikon
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
he: סמל
hu: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nb: Ikon
nl: Pictogram
pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ro: Pictogramă
sl: Ikona
sv: Ikon
uk: Іконка
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Icon (Optional)
ar: أيقونة (اختياري)
ca: Icona (opcional)
cs: Ikona (volitelné)
da: Ikon (valgfrit)
de: Symbol (optional)
es: Icono (opcional)
fi: Kuvake (valinnainen)
fr: Icône (facultatif)
he: סמל (אופציונלי)
hu: Ikon (Opcionális)
it: Icona (opzionale)
ja: アイコン（任意）
ko: 아이콘 (선택 사항)
nb: Ikon (valgfritt)
nl: Pictogram (optioneel)
pl: Ikona (opcjonalnie)
pt_br: Ícone (Opcional)
pt_pt: Ícone (Opcional)
ro: Pictogramă (opțional)
sl: Ikona (neobvezno)
sv: Ikon (valfritt)
uk: Іконка (необовʼязково)
vi: Biểu tượng (Tùy chọn)
zh_hans: 图标（可选）
zh_hant: 圖示（選填）

source: Icon Type
ar: نوع الأيقونة
ca: Tipus d'icona
cs: Typ ikony
da: Ikontype
de: Symboltyp
es: Tipo de icono
fi: Kuvaketyyppi
fr: Type d'icône
he: סוג סמל
hu: Ikon típusa
it: Tipo di icona
ja: アイコンの種類
ko: 아이콘 유형
nb: Ikontype
nl: Pictogramtype
pl: Typ ikony
pt_br: Tipo de ícone
pt_pt: Tipo de ícone
ro: Tip de pictogramă
sl: Vrsta ikone
sv: Ikontyp
uk: Тип іконки
vi: Loại biểu tượng
zh_hans: 图标类型
zh_hant: 圖示類型

source: ID
ar: المعرّف
fi: Tunnus
he: מזהה
hu: Azonosító

source: Identifier
ar: المعرّف
ca: Identificador
cs: Identifikátor
da: Identifikator
de: Kennung
es: Identificador
fi: Tunniste
fr: Identifiant
he: מזהה
hu: Azonosító
it: Identificatore
ja: 識別子
ko: 식별자
nb: Identifikator
nl: Identificatie
pl: Identyfikator
pt_br: Identificador
pt_pt: Identificador
ro: Identificator
sl: Identifikator
sv: Identifierare
uk: Ідентифікатор
vi: Mã định danh
zh_hans: 标识符
zh_hant: 識別碼

source: Identity
ar: الهوية
ca: Identitat
cs: Identita
da: Identitet
de: Identität
es: Identidad
fi: Identiteetti
fr: Identité
he: זהות
hu: Identitás
it: Identità
ja: アイデンティティ
ko: ID
nb: Identitet
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
pt_pt: Identidade
ro: Identitate
sl: Identiteta
sv: Identitet
uk: Ідентичність
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

source: Identity file (matches saved key names)
ar: ملف الهوية (يطابق أسماء المفاتيح المحفوظة)
ca: Fitxer d'identitat (coincideix amb els noms de les claus desades)
cs: Soubor identity (odpovídá názvům uložených klíčů)
da: Identitetsfil (matcher gemte nøglenavne)
de: Identitätsdatei (stimmt mit gespeicherten Schlüsselnamen überein)
es: Archivo de identidad (coincide con nombres de claves guardadas)
fi: Identiteettitiedosto (vastaa tallennettuja avainnimiä)
fr: Fichier d'identité (correspond aux noms de clés enregistrées)
he: קובץ זהות (מתאים לשמות מפתחות שמורים)
hu: Identitásfájl (mentett kulcsnevek alapján)
it: File di identità (corrisponde ai nomi delle chiavi salvate)
ja: ID ファイル（保存済みの鍵名と一致）
ko: ID 파일 (저장된 키 이름과 일치)
nb: Identitetsfil (samsvarer med lagrede nøkkelnavn)
nl: Identiteitsbestand (komt overeen met opgeslagen sleutelnamen)
pl: Plik tożsamości (dopasowuje nazwy zapisanych kluczy)
pt_br: Arquivo de identidade (corresponde aos nomes das chaves salvas)
pt_pt: Ficheiro de identidade (corresponde aos nomes das chaves guardadas)
ro: Fișier de identitate (corespunde numelor cheilor salvate)
sl: Datoteka identitete (se ujema z imeni shranjenih ključev)
sv: Identitetsfil (matchar sparade nyckelnamn)
uk: Файл ідентифікації (збігається зі збереженими назвами ключів)
vi: Tệp nhận dạng (khớp với tên khóa đã lưu)
zh_hans: 身份文件（匹配已保存的密钥名称）
zh_hant: 身分檔案（比對已儲存的金鑰名稱）

source: Identity Provider
ar: مزود الهوية
ca: Proveïdor d'identitat
cs: Poskytovatel identity
da: Identitetsudbyder
de: Identitätsanbieter
es: Proveedor de identidad
fi: Identiteetin tarjoaja
fr: Fournisseur d'identité
he: ספק זהות
hu: Identitásszolgáltató
it: Provider di identità
ja: IDプロバイダ
ko: ID 제공자
nb: Identitetsleverandør
nl: Identiteitsprovider
pl: Dostawca tożsamości
pt_br: Provedor de Identidade
pt_pt: Fornecedor de Identidade
ro: Furnizor de identitate
sl: Ponudnik identitete
sv: Identitetsleverantör
uk: Провайдер ідентифікації
vi: Nhà Cung Cấp Danh Tính
zh_hans: 身份提供商
zh_hant: 身分提供商

source: Idle
ar: خامل
ca: Inactiu
cs: Nečinný
da: Inaktiv
de: Inaktiv
es: Inactivo
fi: Jouten
fr: Inactif
he: לא פעיל
hu: Tétlen
it: Inattivo
ja: アイドル
ko: 유휴
nb: Inaktiv
nl: Inactief
pl: Bezczynny
pt_br: Ocioso
pt_pt: Inativo
ro: Inactiv
sl: Miruje
sv: Inaktiv
uk: Неактивний
vi: Rảnh
zh_hans: 空闲
zh_hant: 閒置

source: If a key already exists in %@, it will be permanently replaced. The private key will move from software storage to your YubiKey hardware.
ar: إذا كان هناك مفتاح موجود بالفعل في %@، فسيتم استبداله نهائيًا. سينتقل المفتاح الخاص من التخزين البرمجي إلى جهاز YubiKey الخاص بك.
ca: Si ja existeix una clau a %@, serà reemplaçada permanentment. La clau privada es traslladarà de l'emmagatzematge de programari al vostre maquinari YubiKey.
cs: Pokud klíč v %@ již existuje, bude trvale nahrazen. Soukromý klíč bude přesunut ze softwarového úložiště na váš YubiKey.
da: Hvis der allerede findes en nøgle i %@, vil den blive permanent erstattet. Den private nøgle flyttes fra softwareopbevaring til din YubiKey-hardware.
de: Wenn in %@ bereits ein Schlüssel existiert, wird er dauerhaft ersetzt. Der private Schlüssel wird vom Software-Speicher auf Ihre YubiKey-Hardware verschoben.
es: Si ya existe una clave en %@, será reemplazada permanentemente. La clave privada se moverá del almacenamiento de software a su hardware YubiKey.
fi: Jos avain on jo olemassa kohteessa %@, se korvataan pysyvästi. Yksityinen avain siirtyy ohjelmistomuistista YubiKey-laitteistollesi.
fr: Si une clé existe déjà dans %@, elle sera définitivement remplacée. La clé privée sera transférée du stockage logiciel vers votre YubiKey.
he: אם מפתח כבר קיים ב-%@, הוא יוחלף לצמיתות. המפתח הפרטי יעבור מאחסון תוכנה לחומרת ה-YubiKey שלך.
hu: Ha már létezik kulcs a(z) %@ helyen, az véglegesen lecserélődik. A privát kulcs a szoftveres tárolóból a YubiKey hardverre kerül át.
it: Se una chiave esiste già in %@, verrà sostituita permanentemente. La chiave privata verrà spostata dall'archivio software al Suo hardware YubiKey.
ja: %@にキーが既に存在する場合、完全に置き換えられます。秘密鍵はソフトウェアストレージからYubiKeyハードウェアに移動します。
ko: %@에 키가 이미 존재하는 경우 영구적으로 교체됩니다. 개인 키가 소프트웨어 저장소에서 YubiKey 하드웨어로 이동합니다.
nb: Hvis det allerede finnes en nøkkel i %@, vil den bli permanent erstattet. Den private nøkkelen flyttes fra programvarelagring til YubiKey-maskinvaren din.
nl: Als er al een sleutel bestaat in %@, wordt deze permanent vervangen. De privésleutel wordt verplaatst van softwareopslag naar uw YubiKey-hardware.
pl: Jeśli klucz już istnieje w %@, zostanie trwale zastąpiony. Klucz prywatny zostanie przeniesiony z pamięci programowej na sprzęt YubiKey.
pt_br: Se uma chave já existir em %@, ela será substituída permanentemente. A chave privada será movida do armazenamento de software para o hardware do seu YubiKey.
pt_pt: Se já existir uma chave em %@, será permanentemente substituída. A chave privada será movida do armazenamento de software para o seu hardware YubiKey.
ro: Dacă o cheie există deja în %@, aceasta va fi înlocuită permanent. Cheia privată va fi mutată din stocarea software pe dispozitivul YubiKey.
sl: Če ključ že obstaja v %@, bo trajno zamenjan. Zasebni ključ bo premaknjen iz programske shrambe na vašo YubiKey strojno opremo.
sv: Om en nyckel redan finns i %@ kommer den att ersättas permanent. Den privata nyckeln flyttas från mjukvarulagring till din YubiKey-hårdvara.
uk: Якщо ключ вже існує в %@, він буде остаточно замінений. Закритий ключ буде переміщено з програмного сховища на ваш YubiKey.
vi: Nếu đã tồn tại khóa trong %@, khóa đó sẽ bị thay thế vĩnh viễn. Khóa riêng tư sẽ được chuyển từ bộ nhớ phần mềm sang phần cứng YubiKey của bạn.
zh_hans: 如果 %@ 中已存在密钥，它将被永久替换。私钥将从软件存储转移到 YubiKey 硬件。
zh_hant: 如果 %@ 中已存在金鑰，它將被永久取代。私密金鑰將從軟體儲存移轉到您的 YubiKey 硬體。

source: If a key already exists in %@, it will be permanently replaced. This cannot be undone.
ar: إذا كان هناك مفتاح موجود بالفعل في %@، فسيتم استبداله نهائيًا. لا يمكن التراجع عن هذا الإجراء.
ca: Si ja existeix una clau a %@, serà reemplaçada permanentment. Aquesta acció no es pot desfer.
cs: Pokud klíč v %@ již existuje, bude trvale nahrazen. Tuto akci nelze vrátit zpět.
da: Hvis der allerede findes en nøgle i %@, vil den blive permanent erstattet. Dette kan ikke fortrydes.
de: Wenn in %@ bereits ein Schlüssel existiert, wird er dauerhaft ersetzt. Dies kann nicht rückgängig gemacht werden.
es: Si ya existe una clave en %@, será reemplazada permanentemente. Esta acción no se puede deshacer.
fi: Jos avain on jo olemassa kohteessa %@, se korvataan pysyvästi. Tätä ei voi perua.
fr: Si une clé existe déjà dans %@, elle sera définitivement remplacée. Cette opération est irréversible.
he: אם מפתח כבר קיים ב-%@, הוא יוחלף לצמיתות. לא ניתן לבטל פעולה זו.
hu: Ha már létezik kulcs a(z) %@ helyen, az véglegesen lecserélődik. Ez nem vonható vissza.
it: Se una chiave esiste già in %@, verrà sostituita permanentemente. Questa operazione non può essere annullata.
ja: %@にキーが既に存在する場合、完全に置き換えられます。この操作は元に戻せません。
ko: %@에 키가 이미 존재하는 경우 영구적으로 교체됩니다. 이 작업은 되돌릴 수 없습니다.
nb: Hvis det allerede finnes en nøkkel i %@, vil den bli permanent erstattet. Dette kan ikke angres.
nl: Als er al een sleutel bestaat in %@, wordt deze permanent vervangen. Dit kan niet ongedaan worden gemaakt.
pl: Jeśli klucz już istnieje w %@, zostanie trwale zastąpiony. Tej operacji nie można cofnąć.
pt_br: Se uma chave já existir em %@, ela será substituída permanentemente. Isso não pode ser desfeito.
pt_pt: Se já existir uma chave em %@, será permanentemente substituída. Esta ação não pode ser desfeita.
ro: Dacă o cheie există deja în %@, aceasta va fi înlocuită permanent. Această operațiune nu poate fi anulată.
sl: Če ključ že obstaja v %@, bo trajno zamenjan. Tega ni mogoče razveljaviti.
sv: Om en nyckel redan finns i %@ kommer den att ersättas permanent. Detta kan inte ångras.
uk: Якщо ключ вже існує в %@, він буде остаточно замінений. Цю дію не можна скасувати.
vi: Nếu đã tồn tại khóa trong %@, khóa đó sẽ bị thay thế vĩnh viễn. Thao tác này không thể hoàn tác.
zh_hans: 如果 %@ 中已存在密钥，它将被永久替换。此操作无法撤销。
zh_hant: 如果 %@ 中已存在金鑰，它將被永久取代。此操作無法復原。

source: If it returns 0, enable it temporarily:
ar: إذا أرجع القيمة 0، فعّله مؤقتًا:
ca: Si retorna 0, activeu-lo temporalment:
cs: Pokud vrátí 0, povolte dočasně:
da: Hvis den returnerer 0, aktivér det midlertidigt:
de: Wenn 0 zurückgegeben wird, aktivieren Sie es vorübergehend:
es: Si devuelve 0, habilítelo temporalmente:
fi: Jos se palauttaa 0, ota käyttöön väliaikaisesti:
fr: Si la commande retourne 0, activez-le temporairement :
he: אם הוא מחזיר 0, הפעל אותו באופן זמני:
hu: Ha 0-t ad vissza, ideiglenesen engedélyezze:
it: Se restituisce 0, abilitarlo temporaneamente:
ja: 0が返された場合、一時的に有効にしてください:
ko: 0이 반환되면 일시적으로 활성화하세요:
nb: Hvis den returnerer 0, aktiver den midlertidig:
nl: Als het 0 retourneert, schakel het dan tijdelijk in:
pl: Jeśli zwraca 0, włącz tymczasowo:
pt_br: Se retornar 0, habilite temporariamente:
pt_pt: Se devolver 0, ative-o temporariamente:
ro: Dacă returnează 0, activați-l temporar:
sl: Če vrne 0, ga začasno omogočite:
sv: Om det returnerar 0, aktivera det tillfälligt:
uk: Якщо повертає 0, увімкніть тимчасово:
vi: Nếu trả về 0, hãy bật tạm thời:
zh_hans: 如果返回 0，临时启用：
zh_hant: 如果傳回 0，暫時啟用：

source: If no key specified, uses default key or prompts for password
ar: في حال عدم تحديد مفتاح، يُستخدم المفتاح الافتراضي أو يُطلب إدخال كلمة المرور
ca: Si no s'especifica cap clau, utilitza la clau per defecte o demana la contrasenya
cs: Pokud není zadán klíč, použije se výchozí klíč nebo se zobrazí výzva k zadání hesla
da: Hvis ingen nøgle er angivet, bruges standardnøglen eller der bedes om adgangskode
de: Wenn kein Schlüssel angegeben, wird der Standardschlüssel verwendet oder nach Passwort gefragt
es: Si no se especifica clave, usa la clave predeterminada o solicita contraseña
fi: Jos avainta ei määritetä, käytetään oletusavainta tai kysytään salasanaa
fr: Si aucune clé n'est spécifiée, utilise la clé par défaut ou demande le mot de passe
he: אם לא צוין מפתח, משתמש במפתח ברירת המחדל או מבקש סיסמה
hu: Ha nincs kulcs megadva, az alapértelmezett kulcsot használja, vagy jelszót kér
it: Se non viene specificata alcuna chiave, usa la chiave predefinita o richiede la password
ja: 鍵が指定されていない場合、デフォルト鍵を使用するかパスワードを要求します
ko: 키가 지정되지 않으면 기본 키를 사용하거나 비밀번호를 요청합니다
nb: Hvis ingen nøkkel er spesifisert, brukes standardnøkkel eller ber om passord
nl: Als geen sleutel is opgegeven, wordt de standaardsleutel gebruikt of om een wachtwoord gevraagd
pl: Jeśli nie podano klucza, używa domyślnego klucza lub prosi o hasło
pt_br: Se nenhuma chave for especificada, usa a chave padrão ou solicita a senha
pt_pt: Se nenhuma chave for especificada, usa a chave predefinida ou pede a palavra-passe
ro: Dacă nu este specificată nicio cheie, folosește cheia implicită sau solicită parola
sl: Če ključ ni podan, uporabi privzeti ključ ali zahteva geslo
sv: Om ingen nyckel anges, används standardnyckeln eller lösenord efterfrågas
uk: Якщо ключ не вказано, використовується ключ за замовчуванням або запитується пароль
vi: Nếu không chỉ định khóa, sử dụng khóa mặc định hoặc yêu cầu mật khẩu
zh_hans: 如果未指定密钥，则使用默认密钥或提示输入密码
zh_hant: 如果未指定金鑰，則使用預設金鑰或提示輸入密碼

source: If sudo prompts for a password, the NOPASSWD rule is not configured correctly.
ar: إذا طلب sudo كلمة مرور، فإن قاعدة NOPASSWD غير مُعدّة بشكل صحيح.
ca: Si sudo demana una contrasenya, la regla NOPASSWD no està configurada correctament.
cs: Pokud sudo vyžaduje heslo, pravidlo NOPASSWD není správně nakonfigurováno.
da: Hvis sudo beder om en adgangskode, er NOPASSWD-reglen ikke konfigureret korrekt.
de: Wenn sudo nach einem Passwort fragt, ist die NOPASSWD-Regel nicht korrekt konfiguriert.
es: Si sudo solicita una contraseña, la regla NOPASSWD no está configurada correctamente.
fi: Jos sudo pyytää salasanaa, NOPASSWD-sääntö ei ole määritetty oikein.
fr: Si sudo demande un mot de passe, la règle NOPASSWD n'est pas configurée correctement.
he: אם sudo מבקש סיסמה, כלל ה-NOPASSWD אינו מוגדר כראוי.
hu: Ha a sudo jelszót kér, a NOPASSWD szabály nincs megfelelően konfigurálva.
it: Se sudo richiede una password, la regola NOPASSWD non è configurata correttamente.
ja: sudoがパスワードを要求する場合、NOPASSWDルールが正しく設定されていません。
ko: sudo가 비밀번호를 요청하면 NOPASSWD 규칙이 올바르게 설정되지 않은 것입니다.
nb: Hvis sudo ber om passord, er NOPASSWD-regelen ikke konfigurert riktig.
nl: Als sudo om een wachtwoord vraagt, is de NOPASSWD-regel niet correct geconfigureerd.
pl: Jeśli sudo prosi o hasło, reguła NOPASSWD nie jest poprawnie skonfigurowana.
pt_br: Se o sudo solicitar uma senha, a regra NOPASSWD não está configurada corretamente.
pt_pt: Se o sudo pedir palavra-passe, a regra NOPASSWD não está configurada corretamente.
ro: Dacă sudo solicită o parolă, regula NOPASSWD nu este configurată corect.
sl: Če sudo zahteva geslo, pravilo NOPASSWD ni pravilno nastavljeno.
sv: Om sudo frågar efter lösenord är NOPASSWD-regeln inte korrekt konfigurerad.
uk: Якщо sudo запитує пароль, правило NOPASSWD налаштовано неправильно.
vi: Nếu sudo yêu cầu mật khẩu, quy tắc NOPASSWD chưa được cấu hình đúng.
zh_hans: 如果 sudo 提示输入密码，则 NOPASSWD 规则未正确配置。
zh_hant: 如果 sudo 提示輸入密碼，則 NOPASSWD 規則未正確設定。
